Merge pull request #7 from AhmedIkram05/docs/README.md
Docs/readme.md
